Revit 2027 API
ParameterTypeId.PatternIndent2ForDivisionRule Property
 "Indent 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PatternIndent2ForDivisionRule { get; }
Public Shared ReadOnly Property PatternIndent2ForDivisionRule As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PatternIndent2ForDivisionRule {
	ForgeTypeId^ get ();
}
static member PatternIndent2ForDivisionRule : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace